Repository: AymenAwad/Employee
Catalog: Common/Globalization/SharedResource.*.resx
Languages: ar_eg

# Action
source: Actions
ar_eg: الاجراءات

source: Active
ar_eg: نشط

source: Add
ar_eg: اضافة

source: Add New
ar_eg: اضافة جديد

source: Address
ar_eg: العنوان

source: Arabic Name
ar_eg: الاسم باللغة العربية

source: Arabic Name is already found
ar_eg: الاسم باللغة العربية موجود مسبقا

source: Branch
ar_eg: الفرع

source: Categories
ar_eg: فئات

source: Contact
ar_eg: جهة الاتصال

source: Create
ar_eg: انشاء

source: Customers
ar_eg: العملاء

source: Department
ar_eg: القسم

source: Departments
ar_eg: اللاقسام

source: Edit
ar_eg: تعديل

source: Delivery Charge
ar_eg: مصاريف التوصيل

source: Email
ar_eg: البريد الالكتروني

source: Image
ar_eg: الصورة

source: Name
ar_eg: الاسم

source: English Name
ar_eg: الاسم باللغة الانجليزية

source: HotLine Number
ar_eg: رقم الخط الساخن

source: Latitude
ar_eg: خط العرض

source: Longitude
ar_eg: خط الطول

source: Minimum Order Price
ar_eg: سعر الحد الادني للطلب

# NameAr
source: Arabic Name
ar_eg: الاسم باللغة العربية

source: Phone Number
ar_eg: الرقم المحمول

source: Status
ar_eg: الحاله

source: Tax
ar_eg: الضرائب

source: This Phone number is already Exists
ar_eg: هذا الرقم موجود مسبقا

source: Time For Cancel Order
ar_eg: الوقت المتاح لالغاء الطلب

source: Open time
ar_eg: وقت البدء

source: Zone Served
ar_eg: المنطقة المخدومة

# Culture
source: ar-EG
ar_eg: en-US

# lang
source: English
ar_eg: Arabic

source: Branch Status
ar_eg: حالةالفرع

source: Branches
ar_eg: الفروع

source: Brands
ar_eg: الفروع الرئيسية

source: Close time
ar_eg: وقت الاغلاق

source: Combos
ar_eg: الكومبو

source: Contacts
ar_eg: جهات الاتصال

source: Zone
ar_eg: المقاطعة

source: Extra Items
ar_eg: العنصر الاضافي

source: Extra Sections
ar_eg: الاقسام الاضافية

source: Faild to Add Branch
ar_eg: فشل في ادخال الفرع

source: Menu Sections
ar_eg: اقسام القائمة

source: Phone Type
ar_eg: نوع الهاتف

source: Price
ar_eg: السعر

# Sort Order
source: Display Order
ar_eg: ترتيب الطلب

source: you have to add at least a contact details
ar_eg: يجب علي الاقل اضافة جهة اتصال واحدة

source: Arabic characters only
ar_eg: حروف عربية فقط

source: Are you sure you want to delete ...?
ar_eg: هل انت متاكد انك تريد الحذف ..؟

source: Branch Id
ar_eg: الرقم التعريفي للفرع

source: Brand Id can't be Empty or Null
ar_eg: الرقم التعريفي للفرع الرئيسي لا يمكن ان يكون فارغا

source: Brand Id
ar_eg: الرقم التعريفي للفرع الرئيسي

source: Can't Change Status
ar_eg: غير قادرعلي تغير الحالة

source: Can't delete..!
ar_eg: غيرقادر علي الحذف

source: Category
ar_eg: الفئة

source: Category Id must be not repeated
ar_eg: الرقم التعريفي للفئة لا يجب ان يكرر

source: Contact Id
ar_eg: الرقم التعريفي لجهة الاتصال

source: ContactList
ar_eg: جهات اتصال

source: Delete
ar_eg: حذف

source: Deleted Successfully..!
ar_eg: حذف بنجاح

source: Details
ar_eg: التفاصيل

source: Zone Id
ar_eg: الرقم التعريفي للمقاطعة

source: English characters only
ar_eg: حروف انجليزية فقط

source: Extra Item Id can't be Empty or Null
ar_eg: الرقم التعريفي للعنصر الاضافي لا يمكن ان يكون فارغا

source: Extra Section Id can't be Empty or Null
ar_eg: الرقم التعريفي للقسم الاضافي لا يمكن ان يكون فارغا

source: Extra Item
ar_eg: العنصر الاضافي

source: Extra Item Id
ar_eg: الرقم التعريفي للعنصر الاضافي

source: Extra Section
ar_eg: القسم الاضافي

source: Extra Section Id
ar_eg: الرقم التعريفي للقسم الاضافي

source: Faild to Add ContactList
ar_eg: فشل في اضافة جهة اتصال

source: Faild to Add Extra Section
ar_eg: فشل في اضافة قسم اضافي

source: Faild to Add Menu Section
ar_eg: فشل في اضافة قسم للقائمة

source: Minimum
ar_eg: اقل

source: Status Changed Successfully..!
ar_eg: الحالة تغيرت بنجاح

source: Working Hours
ar_eg: اوقات العمل

source: Update
ar_eg: تحديث

source: All Day
ar_eg: اليوم باكملة

source: Select Open and Close Time
ar_eg: اختر وقت البدء و الاغلاق

source: All Time
ar_eg: طوال اليوم

source: Availability
ar_eg: الاتاحيه

source: Available From
ar_eg: متاح من

source: Available To
ar_eg: متاح إلى

source: Basic Price
ar_eg: الثمن الرئيسى للطلب

source: Cooking Time In Minute
ar_eg: وقت اعداد الطلب بالدقائق

source: Description
ar_eg: الوصف

# DescriptionAr
source: Arabic Description
ar_eg: الوصف باللغه العربيه

# DescriptionEn
source: English Description
ar_eg: الوصف باللغه الانجليزيه

source: Settings
ar_eg: الاعدادات

source: Specific Time
ar_eg: وقت محدد

# BankTypeId
source: Bank Type
ar_eg: نوع البنك

source: Code
ar_eg: الكود

source: Date of Birth
ar_eg: تاريخ الميلاد

source: Driver
ar_eg: السائق

source: Driver Id
ar_eg: الرقم العريفي للسائق

source: Driver Licence
ar_eg: رخصة السائق

source: End Date
ar_eg: يوم الانتهاء

source: Id
ar_eg: الرقم التعريفي

source: ID Expiration Date Must Be in Future.
ar_eg: تاريخ انتهاء الهوية يجب ان تكون في المستقبل

# IdExpirationDate
source: National Identity Expiration Date
ar_eg: تاريخ انتهاء الهوية الوطنية

# IdImage
source: National Identity Image
ar_eg: صوره الهوية الوطنية

# IdNumber
source: National Identity Number
ar_eg: رقم الهوية الوطنية

source: Invalid Date
ar_eg: تاريخ غير صحيح

source: Invalid operation!
ar_eg: عملية غير صحيحة

# LastUsedVehicleId
source: Last Used Vehicle
ar_eg: اخر مركبه استخدمها السائق

source: Licence Expiration Date Must Be in Future.
ar_eg: تاريخ انتهاء الرخصه يجب ان تكون في المستقبل

source: Licence Expiration Date
ar_eg: تاريخ انتهاء الرخصة

# LicenceId
source: Licence Number
ar_eg: رقم الرخصة

source: Licence Image
ar_eg: صورة الرخصة

# NationalityId
source: Nationality
ar_eg: الجنسية

source: Percentage
ar_eg: النسبة المئوية

source: Phone
ar_eg: رقم الهاتف

source: Start Date Must be Before End Date
ar_eg: يوم الابتداء يجب ان يكون قبل يوم الانتهاء

source: Start Date
ar_eg: يوم الابتداء

# The Choosing Bank Type Not Found
source: The Choosing Bank Type Not defined.
ar_eg: نوع البنك ليس معرف

source: This Voucher has Ended.
ar_eg: هذا الفوتشر انتهي

source: This Voucher Has not started yet.
ar_eg: هذا الفوتشر لم يبدأ بعد

source: This Voucher is Already Active Now
ar_eg: هذا الفوتشر فعال

source: Validilty Count
ar_eg: العدد المتاح

source: Value
ar_eg: القيمه

source: Vehicle Type
ar_eg: نوع المركبة

source: Vehicle Type Id
ar_eg: الرقم التعريفي لنوع المركبة

source: Voucher Id
ar_eg: الرقم التعريفي للفوتشر

source: Areas
ar_eg: المناطق

source: Countries
ar_eg: الدول

source: Vat
ar_eg: الضريبة المضافة

source: Addresses
ar_eg: عناوين

source: Address Type
ar_eg: نوع العنوان

# BuildingNo
source: Building Number
ar_eg: رقم المبنى

source: Cities
ar_eg: المدن

source: Customer Addresses
ar_eg: عناوين المستخدم

source: Zones
ar_eg: المقاطعات

# FloorNo
source: Floor Number
ar_eg: رقم الشقة

source: Is default
ar_eg: الافتراضى

source: Landmark
ar_eg: علامة مميزه

# PhoneNo
source: Phone Number
ar_eg: رقم الجوال

source: Isdefault Successfully..!
ar_eg: تم تحديد الافتراضى بنجاح

source: Activate
ar_eg: تنشيط

# ActivateLi
source: Active list
ar_eg: قائمة النشيطين

source: Are you sure you want to Activate this Driver ...?
ar_eg: هل انت متاكد انك تريد تنشيط هذا السائق..؟

source: Are you sure you want to Block this Driver ...?
ar_eg: هل انت متاكد انك تريد حظر هذا السائق..؟

source: Bank Account Number
ar_eg: رقم الحساب البنكي

source: Block
ar_eg: حظر

# Block Driver When he still in Pending List
source: Can Not Update Driver Status to Blocked When he still in Pending List
ar_eg: لا تستطيع تغير حالة السائق من الانتظار الي الحظر

# Blocked
source: Blocked list
ar_eg: قائمة الحظر

source: Choose Last Used Vehicle
ar_eg: اختر اخر مركبة استخدمتها

source: Choose Vehicle Type
ar_eg: اختر نوع المركبة

source: Driver Information
ar_eg: معلومات السائق

source: Driver Licences
ar_eg: رخص السائق

source: Drivers
ar_eg: السائقون

# IdInformation
source: National Identity Information
ar_eg: معلومات الهوية الوطنية

source: Licence Information
ar_eg: معلومات الرخصة

source: Licences
ar_eg: الرخص

source: No Selection
ar_eg: بدون اختيار

source: Operation Failed!
ar_eg: فشل ف العملية

source: Optional Information
ar_eg: معلومات اضافية

source: Pending
ar_eg: قائمة الانتظار

source: Personal Information
ar_eg: المعلومات الشخصية

source: Profile
ar_eg: البروفايل

source: Profile Status Changed Successfully..!
ar_eg: حالة البروفايل تغيرت بنجاح

# ProfileStatusId
source: Profile Status
ar_eg: حالة البروفايل

source: Residence Expiration Date Must Be in Future.
ar_eg: تاريخ انتهاء الاقامة يجب ان يكون في المستقبل

source: Residence Expiration Date
ar_eg: تاربخ انتهاء الاقامة

source: Residence Image
ar_eg: صورة ملف الاقامة

source: Residence Information
ar_eg: معلومات ملف الاقامة

source: Save
ar_eg: حفظ

source: Select
ar_eg: اختر

# Send Driver to Pending list When he is Active
source: Can Not Update Driver Status and send Him to Pending list When he is Active
ar_eg: لا تستطيع تغير حالة السائق من التفعيل الي الانتظار

# Send Driver to Pending list When he is Blocked
source: Can Not Update Driver Status and send Him to Pending list When he is Blocked
ar_eg: لا تستطيع تغير حالة السائق من الحظر الي الانتظار

# The Choosing Driver Profile Status Not Found
source: The Choosing Driver Profile Status Not Defined
ar_eg: حالة البروفايل هذة ليست معرفة

source: You Need to type Bank Account Number and Choose Bank Type Together,
ar_eg: يجب ان تختار نوع البنك وتكتب رقم الحساب الخاص بهذا البنك معا

source: Active Date
ar_eg: يوم التفعيل

source: Are you sure you want to Activate this Voucher ...?
ar_eg: هل انت متاكد انك تريد تنشيط هذا الفوتشر..؟

source: Are you sure you want to InActivate this Voucher ...?
ar_eg: هل انت متاكد انك تريد الغاء تفعيل هذا الفوتشر..؟

source: Deactivate
ar_eg: الغاء تفعيل

source: Expired
ar_eg: منتهي

source: Generate Failed
ar_eg: حدث خطا اثناء انشاء الكود

source: InActive Date
ar_eg: يوم الغاء التفعيل

source: The Voucher Activated Successfully..!
ar_eg: تم تفعيل الفوتشر بنجاح

source: The Voucher InActivated Successfully..!
ar_eg: تم الغاء تفعيل الفوتشر بنجاح

source: Voucher Information
ar_eg: معلومات الفوتشر

source: Vouchers
ar_eg: الفوتشر

# Want Generate Code
source: Check if you Want Generate Code
ar_eg: اختر إذا كنت تريد إنشاء كود

source: Brand
ar_eg: العلامه التجاريه

source: Brand Offer
ar_eg: العرض الخاص بالبراند

source: Color
ar_eg: لون

source: type
ar_eg: نوع

source: Vehicle
ar_eg: المركبه

source: Year Model created Successfully
ar_eg: تم اضافه سنه الصنع بنجاح

source: Year Model
ar_eg: سنه الصنع

source: Add Vehicle
ar_eg: اضافه مركبه

source: Error
ar_eg: هناك مشكله

source: Expire Date
ar_eg: تاريخ الانتهاء

source: License Expire Date
ar_eg: تاريخ انتهاء صلاحية الترخيص

source: LicenseNumber
ar_eg: رقم الترخيص

source: LicensePlate
ar_eg: لوحة الترخيص

source: MaxOrderNumber
ar_eg: الحد الاقصي للطلبات

source: Model Year
ar_eg: سنه الصنع

source: Name in Arbic
ar_eg: الاسم باللغة العربية

source: Name in English
ar_eg: الاسم باللغة الانجليزية

source: Vehicle Brand
ar_eg: ماركة المركبه

source: Vehicle brand created Successfully
ar_eg: تم اضافه براند العربيه بنجاح

source: Vehicle Colors
ar_eg: لون المركبه

source: Vehicle Colors created Successfully
ar_eg: تم اضافه لون المركبه بنجاح

source: Vehicle Model
ar_eg: موديل المركبه

source: Vehicle Model created Successfully
ar_eg: تم اضافه موديل المركبه بنجاح

source: VehicleBrand
ar_eg: ماركة المركبه

source: Fine Type with this Number of Orders
ar_eg: هذا النوع من العقوبة مع عدد الاوردرات

source: Amount
ar_eg: الكم

source: Bonus Id
ar_eg: الرقم التعريفي للمكافئة

source: Bonus Setting
ar_eg: اعدادات المكافئة

source: Bouns Type with this start Date
ar_eg: هذا النوع من المكافئة مع تاريخ البدء

source: End Date
ar_eg: تاريخ الانتهاء

source: End Time
ar_eg: وقت الانتهاء

source: Fine Amount
ar_eg: مقدار العقوبة

source: Fine Type
ar_eg: نوع العقوبة

source: Fine Id
ar_eg: الرقم التعريفي للعقوبة

source: Fines
ar_eg: العقوبات

source: Fine Setting
ar_eg: اعدادات العقوبة

source: Hours
ar_eg: ساعة

source: Invalid Format
ar_eg: صيغة غير صحيحة

source: Number of Orders
ar_eg: عدد الطلبات

source: Orders
ar_eg: طلبات

source: SAR
ar_eg: ر. س ريال

source: Select Your Department
ar_eg: اختر القسم الخاص بك

source: Start Date
ar_eg: تاريخ البدء

source: Strat Time
ar_eg: وقت البدء

source: Wage
ar_eg: الاجر

source: Working Hours
ar_eg: ساعات العمل

source: Duration
ar_eg: الفتره الزمنيه

source: Friday
ar_eg: الجمعه

source: Monday
ar_eg: الاثنين

source: Saturday
ar_eg: السبت

source: Start Day
ar_eg: يوم البدأ

source: StartTime
ar_eg: وقت البدأ

source: Sunday
ar_eg: الاحد

source: Thursday
ar_eg: الخميس

source: Tuesday
ar_eg: الثلاثاء

source: Wednesday
ar_eg: الاربعاء

source: EightWeek
ar_eg: ثمانية اسبوع

source: End Day Time
ar_eg: وقت وتاريخ الانتهاء

source: Five Week
ar_eg: خمس اسابيع

source: Four Week
ar_eg: اربع اسابيع

source: Nine Week
ar_eg: تسعة أسابيع

source: SevenWeek
ar_eg: سبع اسابيع

source: Six Week
ar_eg: ست اسابيع

source: Start Day Time
ar_eg: وقت وتاريخ الابتداء

source: Ten Week
ar_eg: عشرة أسابيع

source: Three Week
ar_eg: ثلاث اسابيع

source: Two Week
ar_eg: اسبوعين

source: Week
ar_eg: اسبوع

source: Bonuses Table
ar_eg: جدول المكافات

source: Fines Table
ar_eg: جدول العقوبات

source: Items Table
ar_eg: جدول العناصر

source: Don't have an account?
ar_eg: الا تملك حسابا ؟

source: Forgot your password?
ar_eg: هل نسيت الرقم السري ؟

source: Items
ar_eg: العناصر

source: Login
ar_eg: تسجيل الدخول

source: Menu Section
ar_eg: القائمة

source: Offers
ar_eg: العروض

source: Password
ar_eg: الرقم السري

source: Please sign in to continue
ar_eg: الرجاء تسجيل الدخول للمتابعة

source: Register as a new user
ar_eg: تريد التسجيل كمستخدم جديد

source: The Next Billing Cycle will Start at the choosen Day.
ar_eg: ستبدأ دورة الفوترة التالية في اليوم المحدد

source: Time Close
ar_eg: وقت الغلق

source: Time Open
ar_eg: وقت الفتح

source: Welcome back!
ar_eg: اهلا بك مرة اخري

source: when you Edit start Date in Billing Cycle Setting ,
ar_eg: عندما تقوم بتغيير تاريخ البدء في إعداد دورة الفوترة ،

source: Billing Cycle
ar_eg: دوره الفاتوره

source: Billing Cycle Setting
ar_eg: اعدادات دوره الفاتوره

source: Billing Cycle Settings
ar_eg: إعدادات دورة الفواتير

source: entries
ar_eg: مدخلات

source: Five Weeks
ar_eg: خمس اسابيع

source: Four Weeks
ar_eg: اربع اسابيع

source: of
ar_eg: من

source: One Week
ar_eg: اسبوع

source: Search
ar_eg: بحث

source: Select Duration
ar_eg: اختر الفتره الزمنيه

source: Show
ar_eg: عرض

source: Showing
ar_eg: عرض

source: Six Weeks
ar_eg: ست اسابيع

source: Start Time
ar_eg: وقت البدا

source: Three Weeks
ar_eg: ثلاث اسابيع

source: to
ar_eg: الي

source: Two Weeks
ar_eg: اسبوعين

source: Vehicle Color
ar_eg: لون المركبه

source: Vehicle Color
ar_eg: لون المركبه

source: Vehicles
ar_eg: المركبات

source: Year Model
ar_eg: سنه الصنع

source: Creation Date
ar_eg: تاريخ الانشاء

source: Modification Date
ar_eg: تاريخ التعديل

# NameEn
source: English Name
ar_eg: الاسم باللغة الانجليزية

source: Add Choices
ar_eg: اضف خيارات

source: Combo Information
ar_eg: معلومات الكومبو

source: Create New Combo
ar_eg: اضافة كومبو جديد

source: Combo Data
ar_eg: بيانات الكومبو

source: Add Itme
ar_eg: اضف عنصر

source: Choose Item
ar_eg: اختر عنصر

source: Close
ar_eg: غلق

source: Count
ar_eg: الكميه

source: count must be greter than Zero and not empty
ar_eg: الكميه لازم تكون اكبر من الصفر

source: Description In Arabic
ar_eg: الوصف باللغه العربيه

source: Description In English
ar_eg: الوصف باللغه الانجليزيه

source: Enter valid number
ar_eg: اختر رقم صحيح

source: Item Alrady exist
ar_eg: العنصر موجود مسبقا

source: Offer Information
ar_eg: معلومات العرض

source: Select an item
ar_eg: اختر عنصرا

source: Select valid item
ar_eg: اختر عنصر متاح

source: Enter a valid number
ar_eg: الرجاء ادخال رقم صحيح

source: Price must be greater than Zero
ar_eg: السعر يجب ان يكون اكبر من الصفر

source: Select a valid Size
ar_eg: الرجاء اختيار حجم متاح

source: Select a valid Taste
ar_eg: الرجاء اختيار طعم متاح

source: CustomerBlocked
ar_eg: العميل محظور

source: Enter your email
ar_eg: ادخل بريدك الالكتروني

source: Enter your password
ar_eg: ادخل الرقم السري

source: ExistsEmail
ar_eg: البريد الإلكتروني موجود

source: FingerPrintId
ar_eg: الرقم التعريفي لبصمه الاصبع

source: Password and Confirm Password Not Match
ar_eg: الرقم السري و تاكيد كلمه السر غير متطابقين

source: This Identity Number Already Registered
ar_eg: هذا العميل موجود مسبقا

source: User
ar_eg: المستخدم

source: Vehicle brand created Successfully..!
ar_eg: براند المركبه اضيفت بنجاح

source: Vehicle Model created Successfully..!
ar_eg: موديل العربيه اضيف بنجاح

source: Vehicle Type created Successfully..!
ar_eg: نوع المركبه اضيف بنجاح

source: Year Model created Successfully..!
ar_eg: سنه الصنع اضيفت بنجاح

source: Address Id
ar_eg: الرقم التعريفي للعنوان

source: Description with this Type
ar_eg: الوصف مع هذا النوع

source: Customer Id
ar_eg: الرقم التعريفي للعميل

source: Description with this Type and PhoneNumber
ar_eg: الوصف مع هذا النوع و رقم الهاتف

source: Enter Search Place
ar_eg: ادخل منطقة البحث

source: fe fe-arrow-left
ar_eg: fe fe-arrow-right

source: Back
ar_eg: السابق

source: Account Information
ar_eg: المعلومات الخاصة بالحساب

source: Area Information
ar_eg: معلومات المنطقة

source: City Information
ar_eg: معلومات المدينة

source: Country Information
ar_eg: معلومات الدولة

source: Customer Profile
ar_eg: بروفايل العميل

source: Zone Information
ar_eg: معلومات المقاطعة

source: Enter Valid Arabic Name
ar_eg: ادخل اسم باللغه العربية

source: Enter Valid Decimal Number
ar_eg: ادخل رقم اكبر من الصفر

source: Enter Valid English Name
ar_eg: ادخل اسم باللغه الانجليزية

source: Must Be Greter Than Zero and Not Empty
ar_eg: يجب ادخال قيمة وان تكون اكبر من الصفر

source: treeview.css
ar_eg: treeview-rtl.css

source: Add New Combo
ar_eg: اضافة كومبو جديد

source: Add New Extra Item
ar_eg: اضافة عنصر اضافي جديد

source: Add New Extra Section
ar_eg: اضافة قسم اضافي جديد

source: Add New Item
ar_eg: اضافة عنصر جديد

source: Add New Offer
ar_eg: اضافة عرض جديد

source: Add New Section
ar_eg: اضافة قسم جديد

source: Can not Change Status
ar_eg: ناسف غير قادر علي تغير الحالة

source: Menu
ar_eg: القائمة

source: Scan Shipment
ar_eg: فحص الشحونات

source: Vendors
ar_eg: الموردين

source: Driver Shipments
ar_eg: شحنات السائق

source: Arrival Date
ar_eg: وقت الوصول

source: Assign To Driver
ar_eg: تعيين السائق

source: Check
ar_eg: اختر

source: Customer Name
ar_eg: اسم العميل

source: Customer Shipment
ar_eg: شحنات العميل

source: Delivery Zone
ar_eg: منطقة التسليم

source: Driver Shipment
ar_eg: شحنات السائق

source: Number
ar_eg: الرقم

source: Number Of Package
ar_eg: عدد الحزم

source: Payment Method
ar_eg: طريقة الدفع او السداد

source: Scan
ar_eg: فحص

source: Serial Number
ar_eg: الرقم التسلسلي

source: Shipments
ar_eg: الشحنات

source: Show Packages
ar_eg: عرض الحزم

source: Show Shipments
ar_eg: عرض الشحنات

source: UnAssign To Driver
ar_eg: الغاء تعيين السائق

source: Vendor Name
ar_eg: اسم المورد

source: Weight
ar_eg: الوزن

source: Packages
ar_eg: الباكدج

source: Assign Permissions
ar_eg: تعيين صلاحيات

source: Profile Information
ar_eg: معلومات البروفايل

source: Profiles
ar_eg: البروفايل

source: Added Successfully
ar_eg: تم حفظ التغيرات

source: Area
ar_eg: المنطقة

source: City
ar_eg: المدينة

source: Country
ar_eg: الدولة

source: Customer
ar_eg: العميل

source: Feature
ar_eg: الخاصية

source: List
ar_eg: عرض

source: Module
ar_eg: الوحدة

source: Permissions
ar_eg: التصريحات

source: Profile Permissions
ar_eg: تصريحات البروفايل

source: User Profiles
ar_eg: مستخدم البروفايل

source: Users Managment
ar_eg: ادارة المستخدمين

source: Cart
ar_eg: عربة التسوق

source: Clear Cart
ar_eg: مسح عربة التسوق

source: Comment
ar_eg: ملاحظة

source: Subtotal
ar_eg: المجموع الفرعي

source: Tax and Fees
ar_eg: الضرائب و الرسوم

source: Total Price
ar_eg: المبلغ الكلي

source: Add to Cart
ar_eg: اضف الي العربة

source: Item
ar_eg: العنصر

source: Customer Information
ar_eg: معلومات العميل

source: Delivered
ar_eg: وصل للعميل

source: Done
ar_eg: وصل للعميل والمورد حصل علي المال

source: Driver Zone
ar_eg: المنطقه التي يعمل بيها السائق

source: Fragile
ar_eg: قابل للكسر

source: On Hold
ar_eg: داخل المخزن

source: Out Of Deliver
ar_eg: خارج للتسليم

source: Out Of Deliver With Broken
ar_eg: خارج للتسليم وحدثت مشكله

source: Package Count
ar_eg: عدد الباكدج

source: Shipment Information
ar_eg: معلومات الشحنه

source: Shipment Status
ar_eg: حاله الشحنه

source: Vendor Information
ar_eg: معلومات المورد

source: Website
ar_eg: موقع

source: Zone Name
ar_eg: اسم المنطقه

source: Zone Served
ar_eg: المناطق المخدومة

source: Driver Name
ar_eg: اسم السائق

source: Quantity
ar_eg: الكمية

source: float-right
ar_eg: float-left

source: Assign To Shipment
ar_eg: تعيين الي شحنات

source: Billing Cycle Setting
ar_eg: اعدادات دوره الفاتوره

source: Combo
ar_eg: كومبو

source: Customer Address
ar_eg: عنوان العميل

source: Drivers Work for Shipment
ar_eg: السائقون الذين يعملون بالشحنات

source: Package
ar_eg: الباكدج

source: Shipment
ar_eg: الشحنة

source: Shipments Management
ar_eg: ادارة الشحنات

source: Vendor
ar_eg: المورد

source: Voucher
ar_eg: الفوتشر

source: Billing Cycle
ar_eg: دوره الفاتورة

source: Finance Department
ar_eg: قسم المالية

source: Back to Shopping
ar_eg: العودة للتسوق

source: Checkout
ar_eg: الدفع

source: Discount
ar_eg: الخصم

source: Product
ar_eg: المنتج

source: Delaying
ar_eg: التاخير

source: Km
ar_eg: كم

source: Rejection
ar_eg: الرفض

source: Driver Profile
ar_eg: الملف الشخصي للسائق

source: DriverTypeId
ar_eg: نوع البنك

source: Average Cooking Time
ar_eg: متوسط وقت الطهي

source: Cancelation Period (Minutes)
ar_eg: الوقت المسموح لإلغاء الطلب بالدقائق

source: Default Order Km
ar_eg: مسافة التوصيل بالكيلومتر

source: Extra Km Price
ar_eg: سعر الكيلومتر الإضافي

source: Platform Percentage
ar_eg: النسبة المئوية للمنصة

source: Select Your Category
ar_eg: اختر التصنيف

source: Select Your Country
ar_eg: اختر الدولة

# ServiceTypeId
source: Driver Service Type
ar_eg: نوع خدمة السائق

# DriverBanks
source: Driver Bank Accounts
ar_eg: الحسابات البنكية للسائق

source: Account Number
ar_eg: رقم الحساب

source: Bank Name
ar_eg: اسم البنك

source: Bank Information Cannot be Empty
ar_eg: بيانات الحسابات البنكية لا يمكن ان تكون فارغة

source: No vehicles found
ar_eg: لم يتم العثور على مركبات

# LicenseNo
source: Driving License Number
ar_eg: رقم رخصة القيادة

source: Choose Current Using Vehicle
ar_eg: اختر وسيلة التوصيل المستخدمة حالياً

# CurrentUsingVehicleId
source: Current Using Vehicle
ar_eg: وسيلة التوصيل الحالية

# Driver age must be greater than 18
source: Driver age must be greater than 18 years old
ar_eg: سن السائق يجب ان يكون اكبر من 18 سنه

source: Item Options
ar_eg: خيارات العنصر

source: Select a valid Description
ar_eg: أدخل وصف صحيح

source: Select a valid Name
ar_eg: أدخل اسم صحيح

source: Item Extras
ar_eg: إضافات العنصر

source: Combo Options
ar_eg: خيارات الكومبو

source: You must check at least one option.
ar_eg: يجب إختيار خيار واحد على الأقل!

source: Combo Extras
ar_eg: إضافات الكومبو

source: Added Choices
ar_eg: الاختيارات المضافة

source: Options
ar_eg: الخيارات

source: You must at least add one option!
ar_eg: يجب على الأقل إضافة خيار واحد!

source: Vehicle Year Model
ar_eg: سنة موديل المركبة

source: Vehicle Model
ar_eg: موديل المركبة

source: Vehicle Plate
ar_eg: لوحة المركبة

source: Vehicle Year Model
ar_eg: سنة موديل المركبة

source: Confirm Password
ar_eg: تأكيد كلمة السر

source: Minimum Length For Password = 6
ar_eg: اقل طول لكلمة السر = 6

# Password and Confirm Password don't match
source: Password dont match Confirm password
ar_eg: كلمة السر غير مطابقة لتأكيد كلمة السر

source: This field is requird
ar_eg: يجب ملئ هذا الحقل قبل التسجيل

source: Default
ar_eg: تابع للشركة

# IsFreelancing
source: Freelancing
ar_eg: حر

source: Driver Type
ar_eg: نوع السائق

# B2B
source: Business-To-Business
ar_eg: تعامل الشركات

# B2C
source: Business-To-Consumer
ar_eg: تعامل الزبائن

source: No
ar_eg: لا

source: Yes
ar_eg: نعم
