Repository: AymenAwad/Employee
Catalog: Common/Globalization/SharedResource.*.resx
Languages: ar_eg

source: Service Type created Successfully..!
ar_eg: نوع الخدمة اضيف بنجاح

source: ServiceTypeDetails
ar_eg: تفاصيل نوع الخدمة

source: CancelFees
ar_eg: مصاريف إلغاء

source: DriverCut
ar_eg: نسبة السائق من الاوردر

source: DriverMaximumOrders
ar_eg: أقصى عدد اوردرات للسائق

source: ExtraKiloFees
ar_eg: مصاريف الكيلومترات الإضافية

source: IsPercentage
ar_eg: النسبة المئوية

source: WaitingFees
ar_eg: مصاريف إنتظار

source: ServiceTypeName
ar_eg: اسم الخدمة

source: Track Drivers
ar_eg: تتبع السائقين

source: Service
ar_eg: الخدمة

source: Select ServiceType Details
ar_eg: اختار اسم تفاصيل الخدمة

source: DriverExtraKiloFees
ar_eg: مصاريف الكيلو الزائد للسائق

source: OrderDistance
ar_eg: مسافة الاوردر

source: BranchUserInformation
ar_eg: معلومات مستخدم الفرع

source: AddressDetail
ar_eg: تفاصيل العنوان

# B2BOrderRequest
source: Business To Business Order Request
ar_eg: طلب اوردر من الشركة

# B2BOrders
source: Business To Business Orders
ar_eg: اوردرات الشركة

# B2bRequest
source: Business To Business Request
ar_eg: اورود من الشركة

source: Customer Mobile
ar_eg: رقم العميل

source: Customer Name
ar_eg: اسم العميل

source: DistanceOrderAndBranch
ar_eg: المسافة بين الاوردر والفرع

source: Order Number
ar_eg: رقم الاوردر

source: Main Billing Cycle
ar_eg: دورة الدفع الرئيسية

source: Driver Billing Cycle
ar_eg: دورة دفع السائق

source: Assigned
ar_eg: مكلف

source: Branch Name
ar_eg: اسم الفرع

source: Branch Order Number
ar_eg: رقم طلب الفرع

source: Cancel
ar_eg: الغاء

source: Cancel Order
ar_eg: الغاء الطلب

source: Cancel Reason
ar_eg: سبب الالغاء

source: Cancel Status
ar_eg: حالة الالغاء

source: Canceled By
ar_eg: الغاء بواسطة

source: Completed
ar_eg: مكتمل

source: Declined
ar_eg: تم الرفض

source: Deliver
ar_eg: توصيل

source: Driver Data
ar_eg: بيانات السائق

source: Driver Mobile
ar_eg: جوال السائق

source: Driver Name
ar_eg: اسم السائق

source: Full
ar_eg: ممتلئ

source: In Active
ar_eg: غير نشط

source: Last Updated
ar_eg: اخر تحديث

source: Offline
ar_eg: غير متوفر

source: Offline Driver
ar_eg: سائق غير متوفر

source: On Duty
ar_eg: في مهمة

source: Online
ar_eg: متوفر

source: Online Driver
ar_eg: سائق متوفر

source: Order
ar_eg: طلب

source: Order Amount
ar_eg: كمية الطلب

source: Reassign
ar_eg: اعادة تكليف لسائق

source: Refresh Driver
ar_eg: تحديث السائق

source: Requests
ar_eg: الطلبات

source: Search...
ar_eg: بحث

source: Select Driver
ar_eg: اختر السائق

source: Transfer
ar_eg: نقل

source: SystemUser
ar_eg: مستخدم النظام

source: SystemUserInformation
ar_eg: معلومات مستخدم النظام

source: Department Name
ar_eg: اسم القسم

source: Zone Coordinates
ar_eg: إحداثيات المنطقة

source: Select Orders Type
ar_eg: اختار نوع الطلبات

# B2B Orders
source: Business To Business Orders
ar_eg: طلبات الشركات

# B2C Orders
source: Business To Customer Orders
ar_eg: طلبات العملاء

# B2B Order Request
source: Orders Request
ar_eg: طلبات الشركات

source: Can't Delete Zone..! Check Branches In It
ar_eg: لا تستطيع مسح المنطقة....! تحقق الفروع الموجودة بداخله

source: CancelOrder
ar_eg: إالغاء الطلب

source: RunXCoupons
ar_eg: كوبونات رن اكس

source: Coupons
ar_eg: كوبونات
